Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# DefaultWindowsSettings.ToolTipService.ToolTip
source: This policy will allow files that come by default with Windows OS to run (including Office products) and everything else will be blocked.
ar: سيسمح هذا النهج بتشغيل الملفات التي تأتي افتراضيًا مع نظام التشغيل Windows (بما في ذلك منتجات Office) وسيتم حظر كل شيء آخر.
de_de: Diese Richtlinie erlaubt die Ausführung von Dateien, die standardmäßig mit dem Windows-Betriebssystem geliefert werden (einschließlich Office-Produkten), und alles andere wird blockiert.
el_gr: Αυτή η πολιτική θα επιτρέπει σε αρχεία που έρχονται από προεπιλογή με το λειτουργικό σύστημα Windows να εκτελούνται (συμπεριλαμβανομένων των προϊόντων Office) και οτιδήποτε άλλο θα μπλοκάρεται.
es: Esta directiva permitirá que los archivos que vienen por defecto con el SO Windows se ejecuten (incluidos los productos de Office) y todo lo demás será bloqueado.
fr_fr: Cette politique autorisera l'exécution des fichiers fournis par défaut avec le système d'exploitation Windows (y compris les produits Office) et tout le reste sera bloqué.
he_il: מדיניות זו תאפשר לקבצים שמגיעים כברירת מחדל עם מערכת ההפעלה Windows לפעול (כולל מוצרי Office) וכל דבר אחר ייחסם.
hi_in: यह नीति Windows OS के साथ डिफ़ॉल्ट रूप से आने वाली फ़ाइलों (जिसमें Office उत्पाद शामिल हैं) की अनुमति देगी और बाकी सभी ब्लॉक होंगे।
ja_jp: このポリシーは、Windows OSにデフォルトで付属するファイル（Office製品を含む）の実行を許可し、その他はすべてブロックされます。
ml_in: ഈ നയം വിൻഡോസ് ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിനൊപ്പം ഡിഫോൾട്ടായി വരുന്ന ഫയലുകൾ (ഓഫീസ് ഉൽപ്പന്നങ്ങൾ ഉൾപ്പെടെ) പ്രവർത്തിക്കാൻ അനുവദിക്കുകയും മറ്റെല്ലാം തടയുകയും ചെയ്യും.
pl_pl: Te zasady zezwolą na uruchamianie plików dostarczanych domyślnie z systemem operacyjnym Windows (w tym produktów Office), a wszystko inne zostanie zablokowane.
tr_tr: Bu politika, Windows işletim sistemiyle birlikte varsayılan olarak gelen dosyaların (Office ürünleri dahil) çalıştırılmasına izin verecek ve diğer her şey engellenecektir.

# DefaultWindowsSettings.AutomationProperties.HelpText
source: This policy will allow files that come by default with Windows OS to run (including Office products) and everything else will be blocked.
ar: سيسمح هذا النهج بتشغيل الملفات التي تأتي افتراضيًا مع نظام التشغيل Windows (بما في ذلك منتجات Office) وسيتم حظر كل شيء آخر.
de_de: Diese Richtlinie erlaubt die Ausführung von Dateien, die standardmäßig mit dem Windows-Betriebssystem geliefert werden (einschließlich Office-Produkten), und alles andere wird blockiert.
el_gr: Αυτή η πολιτική θα επιτρέπει σε αρχεία που έρχονται από προεπιλογή με το λειτουργικό σύστημα Windows να εκτελούνται (συμπεριλαμβανομένων των προϊόντων Office) και οτιδήποτε άλλο θα μπλοκάρεται.
es: Esta directiva permitirá que los archivos que vienen por defecto con el SO Windows se ejecuten (incluidos los productos de Office) y todo lo demás será bloqueado.
fr_fr: Cette politique autorisera l'exécution des fichiers fournis par défaut avec le système d'exploitation Windows (y compris les produits Office) et tout le reste sera bloqué.
he_il: מדיניות זו תאפשר לקבצים שמגיעים כברירת מחדל עם מערכת ההפעלה Windows לפעול (כולל מוצרי Office) וכל דבר אחר ייחסם.
hi_in: यह नीति Windows OS के साथ डिफ़ॉल्ट रूप से आने वाली फ़ाइलों (जिसमें Office उत्पाद शामिल हैं) की अनुमति देगी और बाकी सभी ब्लॉक होंगे।
ja_jp: このポリシーは、Windows OSにデフォルトで付属するファイル（Office製品を含む）の実行を許可し、その他はすべてブロックされます。
ml_in: ഈ നയം വിൻഡോസ് ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിനൊപ്പം ഡിഫോൾട്ടായി വരുന്ന ഫയലുകൾ (ഓഫീസ് ഉൽപ്പന്നങ്ങൾ ഉൾപ്പെടെ) പ്രവർത്തിക്കാൻ അനുവദിക്കുകയും മറ്റെല്ലാം തടയുകയും ചെയ്യും.
pl_pl: Te zasady zezwolą na uruchamianie plików dostarczanych domyślnie z systemem operacyjnym Windows (w tym produktów Office), a wszystko inne zostanie zablokowane.
tr_tr: Bu politika, Windows işletim sistemiyle birlikte varsayılan olarak gelen dosyaların (Office ürünleri dahil) çalıştırılmasına izin verecek ve diğer her şey engellenecektir.

# AllowMicrosoftSettings.Header
source: Create Allow Microsoft Policy
ar: إنشاء نهج السماح لـ Microsoft
de_de: Richtlinie "Microsoft zulassen" erstellen
el_gr: Δημιουργία Πολιτικής Allow Microsoft
es: Crear Directiva Permitir Microsoft
fr_fr: Créer une Politique Autoriser Microsoft
he_il: צור מדיניות אישור מיקרוסופט
hi_in: Allow Microsoft नीति बनाएँ
ja_jp: Microsoft許可ポリシーを作成
ml_in: മൈക്രോസോഫ്റ്റ് അനുവദിക്കുക നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady Zezwalaj Microsoft
tr_tr: İzin Ver Microsoft Politikası Oluştur

# AllowMicrosoftSettings.Description
source: This policy will allow any program and file that is signed by Microsoft certificates to be able to run and everything else will be blocked.
ar: سيسمح هذا النهج بتشغيل أي برنامج وملف موقع بشهادات Microsoft وسيتم حظر كل شيء آخر.
de_de: Diese Richtlinie erlaubt die Ausführung aller Programme und Dateien, die mit Microsoft-Zertifikaten signiert sind, und alles andere wird blockiert.
el_gr: Αυτή η πολιτική θα επιτρέπει σε οποιοδήποτε πρόγραμμα και αρχείο που είναι υπογεγραμμένο από τα πιστοποιητικά της Microsoft να μπορεί να εκτελείται και οτιδήποτε άλλο θα μπλοκάρεται.
es: Esta directiva permitirá que cualquier programa y archivo firmado por certificados de Microsoft pueda ejecutarse y todo lo demás será bloqueado.
fr_fr: Cette politique autorisera l'exécution de tout programme et fichier signé par des certificats Microsoft et tout le reste sera bloqué.
he_il: מדיניות זו תאפשר לכל תוכנה וקובץ החתומים באמצעות תעודות של מיקרוסופט לפעול, וכל השאר יחסם.
hi_in: यह नीति Microsoft प्रमाणपत्रों द्वारा साइन की गई किसी भी प्रोग्राम और फ़ाइल को चलने की अनुमति देगी और बाकी सभी ब्लॉक होंगे।
ja_jp: このポリシーは、Microsoft証明書で署名されたすべてのプログラムとファイルの実行を許可し、その他はすべてブロックされます。
ml_in: ഈ നയം മൈക്രോസോഫ്റ്റ് സർട്ടിഫിക്കറ്റുകൾ ഉപയോഗിച്ച് ഒപ്പിട്ട ഏത് പ്രോഗ്രാമിനും ഫയലിനും പ്രവർത്തിക്കാൻ അനുമതി നൽകുകയും മറ്റെല്ലാം തടയുകയും ചെയ്യും.
pl_pl: Te zasady zezwolą na uruchamianie dowolnego programu i pliku podpisanego certyfikatami Microsoft, a wszystko inne zostanie zablokowane.
tr_tr: Bu politika, Microsoft sertifikaları tarafından imzalanmış tüm program ve dosyaların çalıştırılabilmesine olanak tanıyacak ve diğer her şey engellenecektir.

# AllowMicrosoftSettings.ToolTipService.ToolTip
source: This policy will allow any program and file that is signed by Microsoft certificates to be able to run and everything else will be blocked.
ar: سيسمح هذا النهج بتشغيل أي برنامج وملف موقع بشهادات Microsoft وسيتم حظر كل شيء آخر.
de_de: Diese Richtlinie erlaubt die Ausführung aller Programme und Dateien, die mit Microsoft-Zertifikaten signiert sind, und alles andere wird blockiert.
el_gr: Αυτή η πολιτική θα επιτρέπει σε οποιοδήποτε πρόγραμμα και αρχείο που είναι υπογεγραμμένο από τα πιστοποιητικά της Microsoft να μπορεί να εκτελείται και οτιδήποτε άλλο θα μπλοκάρεται.
es: Esta directiva permitirá que cualquier programa y archivo firmado por certificados de Microsoft pueda ejecutarse y todo lo demás será bloqueado.
fr_fr: Cette politique autorisera l'exécution de tout programme et fichier signé par des certificats Microsoft et tout le reste sera bloqué.
he_il: מדיניות זו תאפשר לכל תוכנה וקובץ החתומים באמצעות תעודות של מיקרוסופט לפעול, וכל השאר יחסם.
hi_in: यह नीति Microsoft प्रमाणपत्रों द्वारा साइन की गई किसी भी प्रोग्राम और फ़ाइल को चलने की अनुमति देगी और बाकी सभी ब्लॉक होंगे।
ja_jp: このポリシーは、Microsoft証明書で署名されたすべてのプログラムとファイルの実行を許可し、その他はすべてブロックされます。
ml_in: ഈ നയം മൈക്രോസോഫ്റ്റ് സർട്ടിഫിക്കറ്റുകൾ ഉപയോഗിച്ച് ഒപ്പിട്ട ഏത് പ്രോഗ്രാമിനും ഫയലിനും പ്രവർത്തിക്കാൻ അനുമതി നൽകുകയും മറ്റെല്ലാം തടയുകയും ചെയ്യും.
pl_pl: Te zasady zezwolą na uruchamianie dowolnego programu i pliku podpisanego certyfikatami Microsoft, a wszystko inne zostanie zablokowane.
tr_tr: Bu politika, Microsoft sertifikaları tarafından imzalanmış tüm program ve dosyaların çalıştırılabilmesine olanak tanıyacak ve diğer her şey engellenecektir.

# AllowMicrosoftSettings.AutomationProperties.HelpText
source: This policy will allow any program and file that is signed by Microsoft certificates to be able to run and everything else will be blocked.
ar: سيسمح هذا النهج بتشغيل أي برنامج وملف موقع بشهادات Microsoft وسيتم حظر كل شيء آخر.
de_de: Diese Richtlinie erlaubt die Ausführung aller Programme und Dateien, die mit Microsoft-Zertifikaten signiert sind, und alles andere wird blockiert.
el_gr: Αυτή η πολιτική θα επιτρέπει σε οποιοδήποτε πρόγραμμα και αρχείο που είναι υπογεγραμμένο από τα πιστοποιητικά της Microsoft να μπορεί να εκτελείται και οτιδήποτε άλλο θα μπλοκάρεται.
es: Esta directiva permitirá que cualquier programa y archivo firmado por certificados de Microsoft pueda ejecutarse y todo lo demás será bloqueado.
fr_fr: Cette politique autorisera l'exécution de tout programme et fichier signé par des certificats Microsoft et tout le reste sera bloqué.
he_il: מדיניות זו תאפשר לכל תוכנה וקובץ החתומים באמצעות תעודות של מיקרוסופט לפעול, וכל השאר יחסם.
hi_in: यह नीति Microsoft प्रमाणपत्रों द्वारा साइन की गई किसी भी प्रोग्राम और फ़ाइल को चलने की अनुमति देगी और बाकी सभी ब्लॉक होंगे।
ja_jp: このポリシーは、Microsoft証明書で署名されたすべてのプログラムとファイルの実行を許可し、その他はすべてブロックされます。
ml_in: ഈ നയം മൈക്രോസോഫ്റ്റ് സർട്ടിഫിക്കറ്റുകൾ ഉപയോഗിച്ച് ഒപ്പിട്ട ഏത് പ്രോഗ്രാമിനും ഫയലിനും പ്രവർത്തിക്കാൻ അനുമതി നൽകുകയും മറ്റെല്ലാം തടയുകയും ചെയ്യും.
pl_pl: Te zasady zezwolą na uruchamianie dowolnego programu i pliku podpisanego certyfikatami Microsoft, a wszystko inne zostanie zablokowane.
tr_tr: Bu politika, Microsoft sertifikaları tarafından imzalanmış tüm program ve dosyaların çalıştırılabilmesine olanak tanıyacak ve diğer her şey engellenecektir.

# CopyRow.Text
source: Copy Row
ar: نسخ الصف
de_de: Zeile kopieren
el_gr: Αντιγραφή Σειράς
es: Copiar Fila
fr_fr: Copier la Ligne
he_il: העתק שורה
hi_in: पंक्ति कॉपी करें
ja_jp: 行をコピー
ml_in: വരി പകർത്തുക
pl_pl: Kopiuj wiersz
tr_tr: Satırı Kopyala

# CopyRow.ToolTipService.ToolTip
source: Copy the currently selected row(s) to the clipboard as texts in order to paste them into any text editor.
ar: انسخ الصف (الصفوف) المحدد حاليًا إلى الحافظة كنصوص للصقها في أي محرر نصوص.
de_de: Die aktuell ausgewählten Zeile(n) als Text in die Zwischenablage kopieren, um sie in einen beliebigen Texteditor einzufügen.
el_gr: Αντιγράψτε την(τις) τρέχουσα(ες) επιλεγμένη(ες) σειρά(ες) στο πρόχειρο ως κείμενα για να τις επικολλήσετε σε οποιονδήποτε επεξεργαστή κειμένου.
es: Copiar la(s) fila(s) actualmente seleccionada(s) al portapapeles como texto para pegarlas en cualquier editor de texto.
fr_fr: Copiez la ou les lignes sélectionnées dans le presse-papiers sous forme de texte pour les coller dans n'importe quel éditeur de texte.
he_il: העתק את השורה (או השורות) הנבחרת ללוח כטקסט, כדי שתוכל להדביק אותן בכל עורך טקסט.
hi_in: वर्तमान में चयनित पंक्ति(ओं) को पाठ के रूप में क्लिपबोर्ड में कॉपी करें ताकि आप उन्हें किसी भी टेक्स्ट एडिटर में पेस्ट कर सकें।
ja_jp: 現在選択されている行をテキストとしてクリップボードにコピーし、任意のテキストエディタに貼り付けられるようにします。
ml_in: നിലവിൽ തിരഞ്ഞെടുത്ത വരി(കൾ) ക്ലിപ്പ്ബോർഡിലേക്ക് ടെക്സ്റ്റുകളായി പകർത്തുക, അതുവഴി അവ ഏതെങ്കിലും ടെക്സ്റ്റ് എഡിറ്ററിലേക്ക് പേസ്റ്റ് ചെയ്യാൻ കഴിയും.
pl_pl: Kopiuj aktualnie wybrany wiersz(e) do schowka jako tekst, aby wkleić go do dowolnego edytora tekstu.
tr_tr: Şu anda seçili satırları herhangi bir metin düzenleyiciye yapıştırmak için panoya metin olarak kopyalayın.

# CopyRow.AutomationProperties.HelpText
source: Copy the currently selected row(s) to the clipboard as texts in order to paste them into any text editor.
ar: انسخ الصف (الصفوف) المحدد حاليًا إلى الحافظة كنصوص للصقها في أي محرر نصوص.
de_de: Die aktuell ausgewählten Zeile(n) als Text in die Zwischenablage kopieren, um sie in einen beliebigen Texteditor einzufügen.
el_gr: Αντιγράψτε την(τις) τρέχουσα(ες) επιλεγμένη(ες) σειρά(ες) στο πρόχειρο ως κείμενα για να τις επικολλήσετε σε οποιονδήποτε επεξεργαστή κειμένου.
es: Copiar la(s) fila(s) actualmente seleccionada(s) al portapapeles como texto para pegarlas en cualquier editor de texto.
fr_fr: Copiez la ou les lignes sélectionnées dans le presse-papiers sous forme de texte pour les coller dans n'importe quel éditeur de texte.
he_il: העתק את השורה (או השורות) הנבחרת ללוח כטקסט, כדי שתוכל להדביק אותן בכל עורך טקסט.
hi_in: वर्तमान में चयनित पंक्ति(ओं) को पाठ के रूप में क्लिपबोर्ड में कॉपी करें ताकि आप उन्हें किसी भी टेक्स्ट एडिटर में पेस्ट कर सकें।
ja_jp: 現在選択されている行をテキストとしてクリップボードにコピーし、任意のテキストエディタに貼り付けられるようにします。
ml_in: നിലവിൽ തിരഞ്ഞെടുത്ത വരി(കൾ) ക്ലിപ്പ്ബോർഡിലേക്ക് ടെക്സ്റ്റുകളായി പകർത്തുക, അതുവഴി അവ ഏതെങ്കിലും ടെക്സ്റ്റ് എഡിറ്ററിലേക്ക് പേസ്റ്റ് ചെയ്യാൻ കഴിയും.
pl_pl: Kopiuj aktualnie wybrany wiersz(e) do schowka jako tekst, aby wkleić go do dowolnego edytora tekstu.
tr_tr: Şu anda seçili satırları herhangi bir metin düzenleyiciye yapıştırmak için panoya metin olarak kopyalayın.

# DeleteRow.Text
source: Delete Row
ar: حذف الصف
de_de: Zeile löschen
el_gr: Διαγραφή Σειράς
es: Eliminar Fila
fr_fr: Supprimer la Ligne
he_il: מחק שורה
hi_in: पंक्ति हटाएं
ja_jp: 行を削除
ml_in: വരി ഇല്ലാതാക്കുക
pl_pl: Usuń wiersz
tr_tr: Satırı Sil

# DeleteRow.ToolTipService.ToolTip
source: Delete the currently selected row(s). Their associated data will be removed.
ar: احذف الصف (الصفوف) المحدد حاليًا. ستتم إزالة بياناته المرتبطة.
de_de: Die aktuell ausgewählten Zeile(n) löschen. Die zugehörigen Daten werden entfernt.
el_gr: Διαγράψτε την(τις) τρέχουσα(ες) επιλεγμένη(ες) σειρά(ες). Τα σχετικά δεδομένα τους θα αφαιρεθούν.
es: Eliminar la(s) fila(s) actualmente seleccionada(s). Sus datos asociados serán eliminados.
fr_fr: Supprimez la ou les lignes sélectionnées. Leurs données associées seront supprimées.
he_il: מחק את השורה (או השורות) הנבחרת. הנתונים המשויכים אליהן יוסר.
hi_in: वर्तमान में चयनित पंक्ति(ओं) को हटाएँ। उनका संबद्ध डेटा हटा दिया जाएगा।
ja_jp: 現在選択されている行を削除します。関連するデータは削除されます。
ml_in: നിലവിൽ തിരഞ്ഞെടുത്ത വരി(കൾ) ഇല്ലാതാക്കുക. അവയുമായി ബന്ധപ്പെട്ട ഡാറ്റ നീക്കം ചെയ്യപ്പെടും.
pl_pl: Usuń aktualnie wybrany wiersz(e). Powiązane z nimi dane zostaną usunięte.
tr_tr: Şu anda seçili satırları silin. İlgili verileri kaldırılacak.

# DeleteRow.AutomationProperties.HelpText
source: Delete the currently selected row(s). Their associated data will be removed.
ar: احذف الصف (الصفوف) المحدد حاليًا. ستتم إزالة بياناته المرتبطة.
de_de: Die aktuell ausgewählten Zeile(n) löschen. Die zugehörigen Daten werden entfernt.
el_gr: Διαγράψτε την(τις) τρέχουσα(ες) επιλεγμένη(ες) σειρά(ες). Τα σχετικά δεδομένα τους θα αφαιρεθούν.
es: Eliminar la(s) fila(s) actualmente seleccionada(s). Sus datos asociados serán eliminados.
fr_fr: Supprimez la ou les lignes sélectionnées. Leurs données associées seront supprimées.
he_il: מחק את השורה (או השורות) הנבחרת. הנתונים המשויכים אליהן יוסר.
hi_in: वर्तमान में चयनित पंक्ति(ओं) को हटाएँ। उनका संबद्ध डेटा हटा दिया जाएगा।
ja_jp: 現在選択されている行を削除します。関連するデータは削除されます。
ml_in: നിലവിൽ തിരഞ്ഞെടുത്ത വരി(കൾ) ഇല്ലാതാക്കുക. അവയുമായി ബന്ധപ്പെട്ട ഡാറ്റ നീക്കം ചെയ്യപ്പെടും.
pl_pl: Usuń aktualnie wybrany wiersz(e). Powiązane z nimi dane zostaną usunięte.
tr_tr: Şu anda seçili satırları silin. İlgili verileri kaldırılacak.

# CopyIndividualItems.Text
source: Copy Individual Items
ar: نسخ العناصر الفردية
de_de: Einzelne Elemente kopieren
el_gr: Αντιγραφή Μεμονωμένων Στοιχείων
es: Copiar Elementos Individuales
fr_fr: Copier les Éléments Individuels
he_il: העתק פריטים בודדים
hi_in: व्यक्तिगत आइटम कॉपी करें
ja_jp: 個別項目をコピー
ml_in: വ്യക്തിഗത ഇനങ്ങൾ പകർത്തുക
pl_pl: Kopiuj poszczególne elementy
tr_tr: Bireysel Öğeleri Kopyala

# CopyIndividualItems.ToolTipService.ToolTip
source: Expands a submenu on hover or touch so you will have the option to copy individual items in each row.
ar: يوسع قائمة فرعية عند التمرير أو اللمس بحيث يكون لديك خيار نسخ العناصر الفردية في كل صف.
de_de: Blendet bei Hover oder Berührung ein Untermenü ein, damit Sie einzelne Elemente in jeder Zeile kopieren können.
el_gr: Αναπτύσσει ένα υπομενού κατά το πέρασμα του ποντικιού ή την αφή, ώστε να έχετε τη δυνατότητα να αντιγράψετε μεμονωμένα στοιχεία σε κάθε σειρά.
es: Expande un submenú al pasar el cursor o tocar para que tenga la opción de copiar elementos individuales en cada fila.
fr_fr: Développe un sous-menu au survol ou au toucher, vous offrant l'option de copier des éléments individuels dans chaque ligne.
he_il: מרחיב תפריט משנה בהגבהה או בנגיעה כדי לאפשר העתקת פריטים נפרדים בכל שורה.
hi_in: होवर या टच पर एक सबमेन्यू विस्तार करता है ताकि आपको प्रत्येक पंक्ति में व्यक्तिगत आइटम कॉपी करने का विकल्प मिले।
ja_jp: ホバーまたはタッチでサブメニューを展開し、各行の個別項目をコピーするオプションを提供します。
ml_in: ഹോവർ ചെയ്യുമ്പോഴോ സ്പർശിക്കുമ്പോഴോ ഒരു ഉപമെനു വികസിപ്പിക്കുന്നു, അതുവഴി ഓരോ വരിയിലെയും വ്യക്തിഗത ഇനങ്ങൾ പകർത്താൻ നിങ്ങൾക്ക് ഓപ്ഷൻ ലഭിക്കും.
pl_pl: Rozwija podmenu po najechaniu myszą lub dotknięciu, dzięki czemu będziesz mieć możliwość kopiowania poszczególnych elementów w każdym wierszu.
tr_tr: Fareyle üzerine gelindiğinde veya dokunulduğunda bir alt menüyü genişleterek her satırdaki öğeleri tek tek kopyalama seçeneğine sahip olursunuz.

# CopyIndividualItems.AutomationProperties.HelpText
source: Expands a submenu on hover or touch so you will have the option to copy individual items in each row.
ar: يوسع قائمة فرعية عند التمرير أو اللمس بحيث يكون لديك خيار نسخ العناصر الفردية في كل صف.
de_de: Blendet bei Hover oder Berührung ein Untermenü ein, damit Sie einzelne Elemente in jeder Zeile kopieren können.
el_gr: Αναπτύσσει ένα υπομενού κατά το πέρασμα του ποντικιού ή την αφή, ώστε να έχετε τη δυνατότητα να αντιγράψετε μεμονωμένα στοιχεία σε κάθε σειρά.
es: Expande un submenú al pasar el cursor o tocar para que tenga la opción de copiar elementos individuales en cada fila.
fr_fr: Développe un sous-menu au survol ou au toucher, vous offrant l'option de copier des éléments individuels dans chaque ligne.
he_il: מרחיב תפריט משנה בהגבהה או בנגיעה כדי לאפשר העתקת פריטים נפרדים בכל שורה.
hi_in: होवर या टच पर एक सबमेन्यू विस्तार करता है ताकि आपको प्रत्येक पंक्ति में व्यक्तिगत आइटम कॉपी करने का विकल्प मिले।
ja_jp: ホバーまたはタッチでサブメニューを展開し、各行の個別項目をコピーするオプションを提供します。
ml_in: ഹോവർ ചെയ്യുമ്പോഴോ സ്പർശിക്കുമ്പോഴോ ഒരു ഉപമെനു വികസിപ്പിക്കുന്നു, അതുവഴി ഓരോ വരിയിലെയും വ്യക്തിഗത ഇനങ്ങൾ പകർത്താൻ നിങ്ങൾക്ക് ഓപ്ഷൻ ലഭിക്കും.
pl_pl: Rozwija podmenu po najechaniu myszą lub dotknięciu, dzięki czemu będziesz mieć możliwość kopiowania poszczególnych elementów w każdym wierszu.
tr_tr: Fareyle üzerine gelindiğinde veya dokunulduğunda bir alt menüyü genişleterek her satırdaki öğeleri tek tek kopyalama seçeneğine sahip olursunuz.

# AppDescription
source: AppControl Manager allows you to manage App Control policies and Code Integrity in Windows with ease, including but not limited to: creation, simulation, removal, deployment and signing.
ar: يتيح لك مدير AppControl إدارة نُهج التحكم في التطبيقات وتكامل التعليمات البرمجية في Windows بسهولة، بما في ذلك على سبيل المثال لا الحصر: الإنشاء والمحاكاة والإزالة والتوزيع والتوقيع.
de_de: AppControl Manager ermöglicht es Ihnen, App-Control-Richtlinien und Codeintegrität in Windows mit Leichtigkeit zu verwalten – einschließlich, aber nicht beschränkt auf: Erstellen, Simulation, Entfernen, Bereitstellung und Signierung.
el_gr: Ο AppControl Manager σας επιτρέπει να διαχειρίζεστε πολιτικές Ελέγχου Εφαρμογών και Ακεραιότητας Κώδικα στα Windows με ευκολία, συμπεριλαμβανομένων, αλλά όχι περιορισμένων σε: δημιουργία, προσομοίωση, αφαίρεση, ανάπτυξη και υπογραφή.
es: AppControl Manager le permite administrar directivas de App Control e Integridad de Código en Windows con facilidad, incluyendo pero no limitado a: creación, simulación, eliminación, implementación y firma.
fr_fr: AppControl Manager vous permet de gérer facilement les politiques App Control et l'intégrité du code dans Windows, y compris (mais sans s'y limiter) : la création, la simulation, la suppression, le déploiement et la signature.
he_il: AppControl Manager מאפשר לך לנהל בקלות מדיניות App Control ו-Code Integrity ב-Windows, כולל אך לא מוגבל ליצירה, סימולציה, הסרה, פריסה וחתימה.
hi_in: AppControl Manager आपको Windows में App Control नीतियों और कोड इंटीग्रिटी को आसानी से प्रबंधित करने देता है, जिसमें निर्माण, सिमुलेशन, हटाना, तैनाती और साइनिंग शामिल हैं।
ja_jp: AppControl Managerを使用すると、WindowsでのApp Controlポリシーとコード整合性の管理が簡単になります。作成、シミュレーション、削除、展開、署名など、さまざまな操作が可能です。
ml_in: ആപ്പ്കൺട്രോൾ മാനേജർ വിൻഡോസിലെ ആപ്പ് കൺട്രോൾ നയങ്ങളും കോഡ് ഇന്റഗ്രിറ്റിയും എളുപ്പത്തിൽ കൈകാര്യം ചെയ്യാൻ നിങ്ങളെ അനുവദിക്കുന്നു, ഇതിൽ സൃഷ്ടിക്കൽ, സിമുലേഷൻ, നീക്കംചെയ്യൽ, വിന്യാസം, ഒപ്പിടൽ എന്നിവ ഉൾപ്പെടുന്നു, എന്നാൽ ഇവയിൽ മാത്രം ഒതുങ്ങുന്നില്ല.
pl_pl: Menedżer AppControl umożliwia łatwe zarządzanie zasadami kontroli aplikacji i integralnością kodu w systemie Windows, w tym między innymi: tworzenie, symulację, usuwanie, wdrażanie i podpisywanie.
tr_tr: AppControl Manager, oluşturma, simülasyon, kaldırma, dağıtım ve imzalama dahil ancak bunlarla sınırlı olmamak üzere Windows'ta Uygulama Denetimi politikalarını ve Kod Bütünlüğünü kolaylıkla yönetmenize olanak tanır.

# MergePoliciesSettingsExpander.Description
source: Merge App Control Policies
ar: دمج نُهج التحكم في التطبيقات
de_de: App-Control-Richtlinien zusammenführen
el_gr: Συγχώνευση Πολιτικών Ελέγχου Εφαρμογών
es: Fusionar Directivas de App Control
fr_fr: Fusionner les Politiques App Control
he_il: מיזוג מדיניות App Control
hi_in: App Control नीतियाँ मर्ज करें
ja_jp: App Controlポリシーをマージします
ml_in: ആപ്പ് കൺട്രോൾ നയങ്ങൾ ലയിപ്പിക്കുക
pl_pl: Scal zasady kontroli aplikacji
tr_tr: Uygulama Kontrol Politikalarını Birleştir

# MergePoliciesSettingsExpander.Header
source: Merge
ar: دمج
de_de: Zusammenführen
el_gr: Συγχώνευση
es: Fusionar
fr_fr: Fusionner
he_il: מיזוג
hi_in: मर्ज
ja_jp: マージ
ml_in: ലയിപ്പിക്കുക
pl_pl: Scal
tr_tr: Birleştir

# MergePoliciesSettingsExpander.ToolTipService.ToolTip
source: Merge App Control Policies
ar: دمج نُهج التحكم في التطبيقات
de_de: App-Control-Richtlinien zusammenführen
el_gr: Συγχώνευση Πολιτικών Ελέγχου Εφαρμογών
es: Fusionar Directivas de App Control
fr_fr: Fusionner les Politiques App Control
he_il: מיזוג מדיניות App Control
hi_in: App Control नीतियाँ मर्ज करें
ja_jp: App Controlポリシーをマージします
ml_in: ആപ്പ് കൺട്രോൾ നയങ്ങൾ ലയിപ്പിക്കുക
pl_pl: Scal zasady kontroli aplikacji
tr_tr: Uygulama Kontrol Politikalarını Birleştir

# MergePoliciesSettingsExpander.AutomationProperties.HelpText
source: Merge App Control Policies
ar: دمج نُهج التحكم في التطبيقات
de_de: App-Control-Richtlinien zusammenführen
el_gr: Συγχώνευση Πολιτικών Ελέγχου Εφαρμογών
es: Fusionar Directivas de App Control
fr_fr: Fusionner les Politiques App Control
he_il: מיזוג מדיניות App Control
hi_in: App Control नीतियाँ मर्ज करें
ja_jp: App Controlポリシーをマージします
ml_in: ആപ്പ് കൺട്രോൾ നയങ്ങൾ ലയിപ്പിക്കുക
pl_pl: Scal zasady kontroli aplikacji
tr_tr: Uygulama Kontrol Politikalarını Birleştir

# BrowseForMainPolicyToMergeSettingsCard.Description
source: Browse for the path to the main policy XML file.
ar: تصفح مسار ملف نهج XML الرئيسي.
de_de: Nach dem Pfad zur XML-Datei der Hauptrichtlinie suchen.
el_gr: Αναζήτηση για τη διαδρομή του κύριου αρχείου πολιτικής XML.
es: Busque la ruta al archivo XML de la directiva principal.
fr_fr: Recherchez le chemin du fichier XML de la politique principale.
he_il: עיין ובחר נתיב לקובץ ה-XML של המדיניות הראשית.
hi_in: मुख्य नीति XML फ़ाइल के पाथ के लिए ब्राउज़ करें।
ja_jp: メインポリシーXMLファイルのパスを参照します。
ml_in: പ്രധാന നയ XML ഫയലിലേക്കുള്ള പാതയ്ക്കായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj w poszukiwaniu ścieżki do głównego pliku XML zasad.
tr_tr: Ana politika XML dosyasının yoluna göz atın.

# BrowseForMainPolicyToMergeSettingsCard.Header
source: Select Main Policy
ar: تحديد النهج الرئيسي
de_de: Hauptrichtlinie auswählen
el_gr: Επιλογή Κύριας Πολιτικής
es: Seleccionar Directiva Principal
fr_fr: Sélectionner la Politique Principale
he_il: בחר מדיניות ראשית
hi_in: मुख्य नीति चुनें
ja_jp: メインポリシーを選択
ml_in: പ്രധാന നയം തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz główne zasady
tr_tr: Ana Politikayı Seçin
